START_TEXT = """
🚀 {bot_name}

Привет, {user}! 👋

Это NE_FREE_VPN_bot.

Он бесплатно предоставляет VPN.

Будем рады, если воспользуетесь нашим сервисом ❤️

━━━━━━━━━━━━━━━━━━

Мои возможности

⚡ VPN
👤 Профиль
📊 Статистика
🛠 Настройки
❓ Помощь
"""

FREE_TEXT = """
🆓 FREE VPN

Ваш тариф: FREE

━━━━━━━━━━━━━━━━━━

🌍 Серверов: 3

⚡ Хорошая скорость

🔄 Автоматическое обновление

📥 Нажмите кнопку ниже,
чтобы открыть подписку.
"""

PRO_TEXT = """
⭐ PRO VPN

Ваш тариф: PRO

━━━━━━━━━━━━━━━━━━

🌍 Серверов: 8

⚡ Максимальная скорость

🚀 Приоритетные серверы

🔄 Автоматическое обновление

📥 Нажмите кнопку ниже,
чтобы открыть подписку.
"""

HELP_TEXT = """
❓ Помощь

Раздел находится
в разработке 🚧

Спасибо,
что пользуетесь
NE FREE VPN ❤️
"""

SETTINGS_TEXT = """
🛠 Настройки

🌐 Язык

🔔 Уведомления

🎨 Тема

⚙️ Дополнительные функции
появятся позже.
"""
